Repository: sterliakov/rechol_user_section
Catalog: users/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You will find your results, as well as problem statements and solutions, on our site within a week
ru: Результаты проверки работ будут опубликованы в течение недели на сайте олимпиады

source: Do not hesitate to ask any questions you may have. Have fun!
ru: По всем возникающим вопросам обращайтесь к дежурному по аудитории. Желаем удачи!

source: (when problem statements are handled) You can begin now. The tour was started at ... and will be ended at ...
ru: (После выдачи заданий) Можете перевернуть условия. Время начала тура: …, время окончания: …

source: Statement example
ru: Образец ведомости

source: Grade
ru: Класс участия

source: ID Number
ru: Паспорт

source: Room
ru: Аудитория

source: Came
ru: Явился

source: Removed
ru: Удален

source: Exits
ru: Выходы

source: Page count
ru: Страниц

source: Note
ru: Примечание

source: John Doe
ru: Иванов Иван Иванович

source: Phone usage
ru: Использование телефона

source: Jane Doe
ru: Петров Петр Петрович

source: Cheating suspected
ru: Подозрение на списывание

source: John Smith
ru: Иванов Иван Иванович

source: Wrong ID number
ru: Ошибка в номере паспорта

source: John Smth
ru: Иванв Иван Иванович

source: Name typo: should be Smith
ru: Опечатка в имени: Иванов

source: Joe Bloggs
ru: Иванов Иван Иванович

source: Jane Austin
ru: Иванов Иван Иванович

source: Registered participants
ru: Зарегистрированные участники

source: Download list
ru: Скачать список

source: Download available for approved venues only.
ru: Загрузка доступна только для подтвержденных площадок.

source: Scans
ru: Сканы работ

source: Clear
ru: Очистить

source: No participants yet.
ru: Пока никого нет.

source: Upload scan
ru: Загрузить скан

source: Please check participant data below:
ru: Пожалуйста, проверьте данные участника:

source: Venue registration
ru: Регистрация площадки проведения

source: Confirmed
ru: Подтверждено

source: Not confirmed
ru: Не подтверждено

source: Submitted successfully.
ru: Информация сохранена.

source: Your venue will appear on list after our confirmation.
ru: Ваша площадка появится в списке после подтверждения со стороны организаторов.

source: Available venues:
ru: Доступные площадки

source: No venues registered so far.
ru: Пока нет доступных площадок.

source: You do not have access to editing annotations
ru: У Вас нет доступа к редактированию примечаний.

source: Cannot submit solutions to closed contest.
ru: Невозможно изменить решение закрытого соревнования.

source: ID number
ru: Паспорт

source: Arrived
ru: Явился

source: Terminated
ru: Удален

source: Pages count
ru: Страниц

source: Comments
ru: Комментарии
