Repository: sterliakov/rechol_user_section
Catalog: users/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Name
ru: Имя

source: Private
ru: Персональные данные

source: Participant
ru: Участник

source: Contact
ru: Контакты

source: Permissions
ru: Разрешения

source: Important dates
ru: Важные даты

source: Send email to selected users
ru: Отправить email выбранным пользователям

source: Participant last name
ru: Фамилия участника

source: Participant first name
ru: Имя участника

source: Participation form
ru: Класс участия

source: Total score
ru: Общая оценка

source: Venue
ru: Площадка

source: Problem name
ru: Название задачи

source: Was submitted?
ru: Была отправлена?

source: Forgot Password?
ru: Забыли пароль?

source: Login
ru: Войти

source: Save
ru: Сохранить

source: Change password
ru: Изменить пароль?

source: Download template
ru: Скачать образец

source: Back to login
ru: Назад на страницу входа.

source: Continue
ru: Продолжить

source: Change
ru: Изменить

source: Set password
ru: Установить пароль

source: Submit
ru: Отправить

source: Upload
ru: Загрузить

source: Not a valid integer or hyphen.
ru: Введите число или дефис

source: Registration to this venue is closed.
ru: Регистрация на эту площадку закрыта.

source: Only your form or higher is allowed.
ru: Допустим только Ваш класс или старше.

source: Please fill your name and surname in separate fields.
ru: Пожалуйста, введите имя и фамилию отдельно.

source: Scores
ru: Баллы

source: Final scores after appeal
ru: Окончательная оценка после апелляции

source: City
ru: Город

source: short name
ru: Краткое название

source: full name
ru: Полное название

source: Address
ru: Адрес

source: Phone
ru: Телефон

source: is confirmed
ru: Подтверждено

source: Confirmation letter
ru: Письмо подтверждения

source: A photo or scan of a confirmation signed by your institution authority
ru: Фотография или скан письма подтверждения от администрации

source: User
ru: Пользователь

source: registration closed (full)
ru: Регистрация закрыта (переполнена).

source: Venues
ru: Площадки

source: [REGISTRATION CLOSED]
ru: [РЕГИСТРАЦИЯ ЗАКРЫТА]

source: Male
ru: Мужской

source: Female
ru: Женский

source: Other
ru: Другое

source: Admin
ru: Администратор

source: Judge
ru: Проверяющий

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Patronymic name
ru: Отчество

source: Gender
ru: Пол

source: Birth date
ru: Дата рождения

source: Passport
ru: Паспорт

source: Passport in format xxxx xxxxxx or birth proof in format XX-XX xxxxxx
ru: Номер паспорта (в формате xxxx xxxxxx) или свидетельства о рождении (XX-XX xxxxxx)

source: Country
ru: Страна

source: School
ru: Школа

source: Actual form
ru: Класс обучения

source: VK link
ru: аккаунт ВКонтакте

source: Telegram nickname
ru: Ник в Telegram

source: Select only if you plan to participate in offline stage.
ru: Не выбирайте площадку, если Вы не планируете участвовать в очном этапе.

source: Online stage
ru: Онлайн-этап

source: Role
ru: Роль

source: Users
ru: Пользователи

source: Title
ru: Заголовок

source: Link
ru: Ссылка

source: Link to news page etc.
ru: Ссылка на новость и т.п.

source: Start
ru: Начало

source: Description
ru: Описание

source: Event
ru: Событие

source: Events
ru: События

source: Comment
ru: Комментарий

source: Original work
ru: Скан работы

source: Final scores after appellation
ru: Окончательная оценка после апелляции

source: Result (offline)
ru: Результат (очный тур)

source: Results (offline)
ru: Результаты (очный тур)

source: Message
ru: Сообщение

source: Response
ru: Ответ

source: Created
ru: Создано

source: Updated
ru: Изменено

source: Result
ru: Результат

source: Appellation (offline)
ru: Апелляция (очный тур)

source: Appellations (offline)
ru: Апелляции (очный тур)

source: Appellation (online)
ru: Апелляция (онлайн)

source: Appellations (online)
ru: Апелляции (онлайн)

source: Filename
ru: Название файла

source: Annotation ID
ru: ID аннотации

source: Page number
ru: Номер страницы

source: Annotation content
ru: Содержимое аннотации

source: Annotation
ru: Аннотация

source: Annotations
ru: Аннотации

source: Name (en)
ru: Название (англ.)

source: Statement
ru: Условия

source: Statement (en)
ru: Условия (англ.)

source: Solutions
ru: Решения

source: Solutions (en)
ru: Решения (англ.)

source: Opens at
ru: Время открытия

source: Closes at
ru: Время закрытия

source: Closes at (en)
ru: Время закрытия для иностранцев

source: Duration
ru: Продолжительность

source: Visible
ru: Видимый

source: Target form
ru: Класс участника

source: online problem
ru: Задача онлайн-этапа

source: online problems
ru: Задачи онлайн-этапа

source: Problem set for %dth form
ru: Комплект заданий для %d-го класса

source: offline problem
ru: Задача очного тура

source: offline problems
ru: Задачи очного тура

source: Solution file
ru: Файл с решением

source: Solution file in pdf format
ru: Файл с решениями в формате pdf

source: Problem
ru: Задача

source: Started at
ru: Время начала

source: Result (online)
ru: Результат (заочный тур)

source: Results (online)
ru: Результаты (заочный тур)

source: Start of registration
ru: Начало регистрации

source: End of registration
ru: Конец регистрации

source: start of venue registration
ru: Начало регистрации площадок

source: end of venue registration
ru: Конец регистрации площадок

source: Start of offline stage appeal
ru: Начало апелляции очного этапа

source: End of offline stage appeal
ru: Конец апелляции очного этапа

source: Start of online stage appeal
ru: Начало апелляции заочного этапа

source: End of online stage appeal
ru: Конец апелляции заочного этапа

source: forbid venue change
ru: Запретить смену площадки

source: allow downloading offline stage problems
ru: Разрешить скачивание задач очного этапа

source: Configuration
ru: Настройки

source: Configurations
ru: Настройки

source: Send email
ru: Отправить email

source: Send emails to users
ru: Отправить email пользователям

source: Message details
ru: Параметры письма

source: Subject
ru: Тема

source: Message body
ru: Текст письма

source: You can use {name} placeholder &mdash; it will be substituted by user first and last name.
ru: Вы можете использовать {name} &mdash; этот фрагмент будет заменен на ФИ пользователя.

source: Attachment file
ru: Прикрепить файл

source: Send
ru: Отправить

source: Save and quit
ru: Сохранить и выйти

source: Delete
ru: Удалить

source: Save and add next
ru: Сохранить и добавить следующий

source: Please correct the error below.
ru: Пожалуйста, исправьте ошибку ниже.

source: Please correct the errors below.
ru: Пожалуйста, исправьте ошибки ниже.

source: Gradeable only
ru: Подлежат оценке

source: PChO
ru: ПХО

source: Logo
ru: Логотип

source: Index page
ru: Главная страница

source: Register
ru: Зарегистрироваться

source: Register as participant
ru: Зарегистрироваться как участник

source: Register a venue
ru: Зарегистрировать площадку

source: Profile
ru: Профиль

source: In-person stage
ru: Очный этап

source: Judging
ru: Проверка

source: Venue details
ru: Данные площадки

source: Participants
ru: Участники

source: Guides
ru: Инструкции

source: Logout
ru: Выход

source: Error occurred
ru: Ошибка

source: OK
ru: ОК

source: Let's go!
ru: Вперед!

source: Project chemistry olympiad
ru: Проектная химическая олимпиада

source: A contest for those who takes chemistry as fun
ru: Соревнование для тех, кто круто химичит

source: Register now!
ru: Зарегистрироваться

source: Ongoing events:
ru: Ближайшие мероприятия:

source: Log in
ru: Войти

source: In-person preliminary stage appellation
ru: Апелляция очного отборочного этапа

source: This browser does not support PDFs. Please download the PDF to view it
ru: Данный браузер не поддерживает просмотр PDF. Пожалуйста, скачайте файл, чтобы его просмотреть.

source: Download PDF
ru: Скачать PDF

source: Problem statements and solutions
ru: Задания и решения

source: Problem statements for
ru: Условия задач для

source: form
ru: класса

source: Solutions for
ru: Решения для

source: Current scores:
ru: Текущая оценка:

source: Submit a claim
ru: Отправить вопрос

source: Submission closed.
ru: Отправка закрыта.

source: Results are not available yet.
ru: Результаты еще не готовы.

source: Your work was not found.
ru: Ваша работа не найдена.

source: If you have participated, please contact us
ru: Если Вы принимали участие в очном туре, пожалуйста, свяжитесь с нами

source: by email
ru: по электронной почте

source: Available contests
ru: Доступные комплекты

source: View the submission
ru: Просмотреть работу

source: Edit the submission
ru: Изменить работу

source: Submit a solution
ru: Отправить решение

source: Join now
ru: Присоединиться

source: Not available for submission
ru: Недоступно для отправки

source: Remaining time:
ru: Оставшееся время:

source: Submission opens:
ru: Открытие:

source: Submission closes:
ru: Закрытие:

source: No available contests
ru: Нет доступных комплектов

source: Cannot join requested contest.
ru: Не удалось присоединиться к данному соревнованию.

source: Unfortunately, joining the contest you requested is not possible now. If you believe it is a mistake, please contact us.
ru: Не удалось присоединиться к данному соревнованию. Если вы считаете это ошибкой, пожалуйста, свяжитесь с нами.

source: Online preliminary stage appellation
ru: Апелляция заочного отборочного этапа

source: Your work was not found. If you have participated, please contact us
ru: Ваша работа не найдена. Если Вы принимали участие в очном туре, пожалуйста, свяжитесь с нами

source: Contest is over.
ru: Соревнование завершено.

source: You can still view your solutions.
ru: Вы можете просмотреть свои решения.

source: View
ru: Просмотреть

source: Back
ru: Назад

source: Ready to start?
ru: Готовы приступить?

source: You're now about to start online contest.
ru: Вы в шаге от начала соревнования.

source: You'll have
ru: У Вас будет

source: to complete. Submissions close
ru: на выполнение работы. Отправка закрывается

source: Start!
ru: Начать!

source: Success!
ru: Успех!

source: You can alter your submission during the contest until it ends or your time is over.
ru: Вы можете изменить свое решение до конца контеста или отведенного Вам времени.

source: Download problem statement
ru: Скачать условия

source: Appeal
ru: Апелляция

source: You may safely leave this page and return later.
ru: Вы можете покинуть страницу и вернуться позже.

source: Change Password?
ru: Изменить пароль?

source: Enter your old password, then new password and confirm it.
ru: Введите Ваш старый пароль, затем новый, и подтвердите его.

source: Your password was changed successfully.
ru: Пароль успешно изменен.

source: Back to login page
ru: Назад на страницу входа.

source: Forgot Your Password?
ru: Забыли пароль?

source: Enter your registered email id below. Your email contains reset password.
ru: Введите email, указанный при регистрации. На него будет отправлена ссылка для восстановления пароля.

source: Your password was successfully changed. You can go
ru: Пароль успешно изменен, вы можете перейти

source: back to login page
ru: назад на страницу входа

source: and login to site.
ru: и войти заново.

source: Reset Your Password
ru: Восстановить пароль

source: Please enter your new password twice so we can verify you typed it in correctly.
ru: Пожалуйста, введите пароль дважды, чтобы убедиться в правильности ввода.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ru: Ссылка для восстановления некорректна, вероятно, потому что она была использована ранее. Пожалуйста, запросите новую ссылку.

source: If you entered the correct email, a message with link to reset password was sent.
ru: Если Вы ввели правильный адрес, на него была отправлена ссылка для восстановления пароля.

source: Participant profile
ru: Личный кабинет участника

source: Registration
ru: Регистрация

source: Registration not open yet.
ru: Регистрация еще не началась.

source: Registration closed.
ru: Регистрация закрыта.

source: By clicking "save", you agree with
ru: Нажимая кнопку "Сохранить", вы подтверждаете согласие с

source: Privacy Policy
ru: Политикой конфиденциальности

source: Venue instructions
ru: Инструкции для площадки проведения

source: Download statements
ru: Скачать условия

source: grade
ru: класс участия

source: No problem sets found
ru: Задания не найдены

source: Only confirmed venues can see problem statements.
ru: Задания доступны только подтвержденным площадкам.

source: Contacts
ru: Контакты

source: Head of the team
ru: Главный организатор

source: Sergey Starykh
ru: Старых Сергей Алексеевич

source: General questions
ru: По организационным вопросам

source: Yana Kulinich
ru: Кулинич Яна Андреевна

source: Questions about the problems
ru: Глава методической комиссии

source: Nikolay Mescheryakov
ru: Мещеряков Николай Вадимович

source: Day before the tour
ru: За день до тура

source: E-versions of problem sets will become available in your profile before <b>12:00</b>
ru: До <b>12:00</b> в личных кабинетах организаторов появятся электронные версии заданий (в формате .pdf) для печати.

source: You can print the problems early. You are not permitted to share or show these problems to any third parties, especially participants or their teachers. Check the sets after printing to confirm that there are no serious polygraphical defects (such as unreadable text, black stripes from printer cartridge, etc.)
ru: Допускается выполнить печать заданий. При этом категорически запрещено передавать их участникам или посторонним лицам в печатном или электронном виде. После печати необходимо разделить листы на комплекты и убедиться в отсутствии полиграфических дефектов (блеклый или нечитаемый текст, полосы от барабана принтера, затрудняющие чтение, и т.п.).

source: Prepare participants lists per auditory: every participant should be assigned an auditory number. Skip this step if one auditory is sufficient for your venue. You can find actual participants list in your profile.
ru: Организаторам необходимо обеспечить размещение участников по списку в аудиториях. Актуальный список участников Вашей площадки отображается в Вашем личном кабинете.

source: Prepare blank A4 paper sheets for answers (3 per participant) and paper for drafts (2 sheets per participant)
ru: Необходимо предусмотреть в каждой аудитории черновики (из расчета 2 листа на участника) и чистые листы формата А4 для записи ответов (из расчета 3 на участника).

source: At the tour day
ru: В день проведения

source: Participants should be allowed into your venue no later than
ru: Допуск участников внутрь точки проведения необходимо начать не позже

source: Participants should present their passport (or other identity document) at the entrance. Please record cases when ID number does not match displayed in your profile. Please also record typos in personal details. Please check all participants in your statement (on paper or electronically)
ru: При входе в точку проведения участники предъявляют паспорт (или другой документ, удостоверяющий личность). Если данные (серия/номер) предъявленного документа не совпадают с указанными в списке участников, просим фиксировать это. Также просим фиксировать обнаруженные опечатки в личных данных (не изменяйте данные в ведомости напрямую!). Всех явившихся участников необходимо отмечать в ведомости (бумажной или электронной).

source: Participants should present their passport when entering the auditory.
ru: При входе в аудиторию участники повторно предъявляют паспорт.

source: Participants who are late for less than 1 hour should be allowed into the auditory. Their time should not be extended&nbsp;&mdash; they finish at the same time as other participants. Participants who are late for more than an hour should not be allowed into the venue.
ru: Участники, опоздавшие менее чем на час, допускаются к выполнению работы без добавления времени (т.е. заканчивают одновременно с остальными участниками в аудитории). Участники, опоздавшие более чем на час, не допускаются на тур.

source: Use of any printed materials is prohibited, except those included into problems pack. Use of any electronic devices except for non-programmable calculator is strictly prohibited. A warning should be issues to participants caught on cheating; the work is invalidated after second warning, and the participant should not complete the tour. Record such cases in your statement clearly.
ru: Участникам категорически запрещено пользоваться любой справочной литературой, не входящей в комплект заданий, и любыми электронными устройствами, кроме непрограммируемого калькулятора. При выявлении списывания или использования средств связи участнику делается предупреждение, за повторную попытку участник удаляется из аудитории. При этом в ведомости необходимо отметить “удален” и указать причину удаления.

source: You should start reading Participant Instructions aloud at <b>10:00</b>. After announcing the instructions, please handle the problem sets to participants (front side down). When all participants have received their packs, you may start the tour. Tour does not have to be started at the same time in all the rooms. When started, announce current time and end time, and write them on the whiteboard.
ru: Инструктаж участников начинается в 10:00. Организатор в аудитории зачитывает инструкцию, после чего раздает участникам задания (лицевой стороной вниз). Тур начинается по готовности, время начала в аудиториях может различаться. Организаторы объявляют время начала тура и записывают его на доске. На доске также записывается время окончания тура (время начала + 3:55).

source: Every hour, and also 30, 15 and 5 minutes before the deadline you should announce remaining time to the participants. If there is no clock in the room, consider also writing current time on the whiteboard and updating it regularly.
ru: Каждый час, а также за 30, 15 и 5 минут до конца необходимо сообщать участникам оставшееся время. При отсутствии часов в аудитории также рекомендуем писать его на доске.

source: You are not permitted to answer any questions about the problems, even if you think you know the answer for sure. Please contact our jury using the phone in "Contacts" section above and transmit our response to the participant.
ru: Организаторам в аудиториях запрещено отвечать на вопросы по условию. В таких случаях необходимо связаться с представителем методической комиссии по телефону (выше в разделе контактов), чтобы получить разъяснения по задаче и передать их участнику.

source: Participants are permitted to leave the auditory. Record leaving&amp;return time in your statement.
ru: Участникам разрешено выходить из аудитории. Время выхода и возвращения в аудиторию фиксируется в ведомости.

source: Participants can complete their work before the deadline.
ru: Возможна досрочная сдача работы.

source: When the tour ends, participants must stop any writing. Collect the works after that. Please let participants sign and put page numbers after completion, but only under your supervision.
ru: В момент окончания тура участники должны отложить ручки и закончить выполнение заданий. После этого организаторы собирают работы. Участникам разрешено подписать работы и пронумеровать страницы после окончания тура только под наблюдением организатора.

source: When collecting the work, please check that all pages (including problem statements) are present, page numbers are correct, and every page is signed appropriately. You do not need to fasten pages together, since they will be scanned later.
ru: При сдаче работы организаторы проверяют комплектность (т.е. наличие всех страниц задания), нумерацию страниц и наличие ФИО и номера класса на всех листах работы. Работы не нужно скреплять, удобнее всего складывать их, чередуя ориентацию (следующая работа кладется перпендикулярно предыдущей).

source: After the tour
ru: После завершения тура

source: The submissions have to be scanned. <em>All scans should be submitted at the same day!</em> Please upload the files via "Upload" button near every participant on the list in your profile. Please upload exactly one file in PDF format for every participants with pages ordered properly.
ru: Необходимо выполнить сканирование работ. Все работы отправляются в оргкомитет в день проведения. Сканы работ необходимо загрузить в Вашем личном кабинете на странице со списком участников с помощью кнопки "загрузить работу". Работы загружаются в виде одного файла в формате PDF, содержащего все страницы работы одного участника.

source: During next week, please send original works using any intermediary which is convenient for you. We will wait for them at
ru: Также в течение недели необходимо отправить оригиналы работ любым удобным способом (Почта России/СДЭК и др.) по следующему адресу:

source: 20 Boris Galushkin str., apt. 123<br />Moscow, 129301<br />Russia
ru: 129301, Россия, г. Москва, ул. Бориса Галушкина, дом 20, кв. 123

source: Instructions for participants
ru: Инструкции для участников

source: Welcome to the in-person preliminary stage of the Project Chemistry Olympiad. You will have 5 problems from different chemistry fields to solve today. You will have 3 hours and 55 minutes to complete the tasks. Please beware that any cheating is strictly prohibited. You are not allowed to use any printed or electronic materials and devices, except for those included into your problems pack and a personal non-programmable calculator. Violation of this rule will result in your work rejection. We advice to handle your mobile phones and electronical watches to our colleagues.
ru: Мы рады приветствовать вас на очном отборочном этапе Проектной химической олимпиады. Сегодня Вам предстоит решить 5 задач из различных областей химии. На выполнение заданий отводится 3 часа 55 минут. Напоминаем, что во время тура строго запрещено списывание в любых формах, использование любых носителей информации (кроме выданных Вам) и применение любых электронных средств связи. При нарушении этого правила Ваш результат может быть аннулирован. Рекомендуем сдать выключенные мобильные телефоны и электронные часы организаторам в аудитории. Вы можете пользоваться непрограммируемым калькулятором.

source: You have received blank A4 paper sheets for your submissions. You can use draft paper sheets and write anything on problem statements. Your notes on draft paper and problem statements will not be checked. Plan your time not to be late to copy all solutions to blank sheets if you solve anywhere else. If you ran out of paper, ask us for more.
ru: Вам выданы чистые листы формата А4 для оформления решений. Вы можете пользоваться черновиком при выполнении работы и делать пометки на заданиях. Записи на черновиках и заданиях не проверяются. Рассчитывайте свое время так, чтобы успеть оформить все решения на чистых листах. Если Вам не хватило листов черновика или чистовика, обратитесь к организатору за дополнительными.

source: You are allowed to leave the auditory. To leave, put all the materials on your desk and ask us to accompany you.
ru: Вы можете выходить из аудитории. Для выхода из аудитории оставьте все материалы на рабочем месте и обратитесь к организатору.

source: Before submitting your work, please write your name, surname and grade number on every page, then number all the pages. Please do not staple the pages, your works will be scanned. Handle the problem statements and draft paper to us as well.
ru: Перед сдачей работы напишите свои фамилию, имя и номер класса на каждом листе (наверху) и прономеруйте страницы (в формате стр. 1 из 4) в правом нижнем углу. Пожалуйста, не скрепляйте листы, работы будут сканироваться. Условия задач также сдаются, позднее Вы сможете найти их на сайте олимпиады.
